{
    "text":"Vous passez au niveau 3",
    "dmtext":"Passage au niveau 3 ! Bon vous apprenez plein de nouvelles choses en ce moment donc maintenant nous allons revoir les bases. Vous avez déjà utilisé ces commandes mais nous allons réviser. Tout d’abord nous allons voir la commande /item [info,pos] [position de l’item] (nouvelle position). La 1ère façon d’utiliser cette commande vous la connaissez déjà. /item info [position_de_l’item] ceci permet de voir les propriétés intéressantes des items comme leur type ou bien les crafts, trésors et métiers auxquels sont rattaché les items (retenez ceci pour la suite). La 2ème utilisation de la commande est /item pos [position_de_l’item] (nouvelle_position). Cela vous permet de changer la position d’un item dans votre inventaire. C’est très pratique pour l’organisation. \nMaintenant nous allons voir 3 commandes /treasure /work et /craft. Vous avez certainement remarqué que ces trois commandes se ressemblent énormément. En effet elles ont le même fonctionnement. Il y a 2 manières de les utiliser. /work [id] [quantité]. Ici /work sert d’exemple mais c’est valable pour toutes. Pour la quantité c’est facile : vous décidez. Cependant pour l’id c’est plus compliqué ! Il est rarement donné donc cette méthode n’est pas tout le temps utilisable. Il y a donc une autre méthode. /work [position_de_l’item] [position_de_l’action] [quantité]. Cette méthode se sert des actions reliées à un item pour fonctionner. Si vous suivez vous vous souviendrez ! C’est ce qui a été abordé juste au-dessus. En 1er la position de l’item : c’est l’endroit où il se trouve dans l’inventaire. Elle est indiquée dans le /inv. En 2nd : la position de l’action. Cela correspond au numéro d’une action à faire. En général les outils en ont beaucoup. Les numéros sont trouvable grâce à la commande /item info. Et le dernier argument : la quantité. Là c’est vous qui choisissez ! Voilà c’était long mais si un jour vous avez besoin vous trouverez toutes les informations ici !",
    "money": 15
}